app/controllers/articles_controller.rb

INSERT INTO "articles" ("created_at", "text", "title", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", "2014-11-26 23:52:24.101073"], ["text", "sdfg"], ["title", "sdfg"], ["updated_at", "2014-11-26 23:52:24.101073"]]
---
	def create
		# render plain: params[:article].inspect
		#@article = Article.new(params[:article])
		@article = Article.new(article_params)

		if @article.save